export default {
    titles: {
        resume: "履歴書",
        portfolio: "ポートフォリオ",
        certificates: "証明書"
    },
    profile: {
        aboutMe: "自己紹介",
        aboutMeText: "私は2020年からウェブサイトを制作するウェブエンジニアです。ウェブ開発の分野での私のプロフェッショナルな経歴は幅広い経験と共にあり、積極的にこの分野に携わっています。2022年からは日本での生活と仕事の経験を得ており、これにより新しい視点と国際的な経験を活かしてキャリアを発展させています。",
        name: "コベレーブ　ダニイル",
        occupation: "WEBエンジニア",
        contact: "連絡する"
    },
    resume: {
        workExperience: {
            title: "職務経験",
            2020: "WEBエンジニア、Eコマース",
            2023: "WEBエンジニア、アプリエンジニア"
        },
        education: {
            title: "学歴",
            mirea: {
                title: "ロシア工科大学（MIREA）",
                course: "情報学とコンピュータサイエンス"
            },
            arts: {
                title: "アーツカレッジヨコハマ",
                course: "ＩＴコース"
            },
        },
        skills: "スキル",
        languages: {
            title: "言語",
            ja: "日本語 - ビジネスレベル",
            en: "英語 - 中級",
            ru: "ロシア語 - 母国語"
        }
    },
    portfolio: {
        jardic: "露日ウェブ辞書は、オリジナルの jardic.ru 辞書のミラーです。 サイトの主なタスクは、まず第一に、ビジュアルとインタラクションを最新のデバイスに適応させることです。<br>vue3 + js で書かれているため、サイトの反応性が実現されています。ホスティングも Google firebase で実行されます。ホスティングの結果、サイトは世界中のどこからでも高速に読み込まれます。<br>注: オリジナルの作成者は異議を唱えず、ミラーの作成を承認しました。",
        acrnm: "サウンドデザインスタジオの名刺サイト。 vue3+js で書かれています。<br> Google firebase ホスティングによってホストされています。"
    }
}