export default {
    titles: {
        resume: "Резюме",
        portfolio: "Портфолио",
        certificates: "Сертификаты"
    },
    profile: {
        aboutMe: "Обо мне",
        aboutMeText: "Я являюсь веб-инженером с опытом создания веб-сайтов, начиная с 2020 года. Мой профессиональный путь в области веб-разработки сопровождается обширным опытом, и я активно занимаюсь этой деятельностью. С 2022 года я обрел опыт жизни и работы в Японии, что дополняет мою карьеру новыми перспективами и международным опытом.",
        name: "Даниил Ковалев",
        occupation: "Веб-инженер",
        contact: "Связаться"
    },
    resume: {
        workExperience: {
            title: "Опыт работы",
            2020: "Веб-инженер, e-commerce",
            2023: "Веб-инженер, инженер приложений"
        },
        education: {
            title: "Образование",
            mirea: {
                title: "МИРЭА – Российский Технологический Университет",
                course: "Информатика и вычислительная техника"
            },
            arts: {
                title: "Арт-колледж Йокогамы",
                course: "IT курс"
            },
        },
        skills: "Навыки",
        languages: {
            title: "Языки",
            ja: "Японский - деловой уровень",
            en: "Английский - средний уровень",
            ru: "Русский - родной"
        }
    }
}